Repository: Vaibhav-Khanna/MeditSolution
Catalog: MeditSolution/Resources/AppResources.*.resx
Languages: fr

source: Sign up
fr: Je m’inscris gratuitement

source: Login
fr: Se connecter

# forgot
source: Forgot your password?
fr: Mot de passe oublié

# forgotButton
source: Send
fr: Renvoyer le mot de passe

# sendnewpassword
source: A new password has just been sent
fr: Un nouveau mot de passe vient de vous être envoyé.

# wrongsendnewpassword
source: We didn't manage to send you a new password. Please try again
fr: L'envoi du mot de passe a échoué. Merci de recommencer.

# tutorial0
source: Already registered ?
fr: Vous êtes déjà inscrit ?

# tutorial1
source: 2 languages, 4 voices, 150+ meditations that totally respect the principles of Mindfulness. Specially designed to progressively lead you to full autonomy in your practice
fr: 2 langues, 4 voix, + de 150 méditations dans le pur respect de la Pleine Conscience. Un parcours pédagogique pour vous emmener progressivement vers l'autonomie dans votre pratique

# tutorial2
source: Cardiac coherence to train your organism to better cope with stressful situations, pain and negative emotions
fr: La cohérence cardiaque pour entraîner votre organisme à mieux faire face aux situations de stress, de douleurs et d'émotions négatives

# tutorial3
source: A section for children, big and small, to help them self-regulate their emotions
fr: Une section pour les enfants, petits et grands, pour les emmener vers l'autorégulation de leurs émotions

# tutorial4
source: A personal assistant to guide you through the app and an avatar that evolves as you do. He reflects your own evolution​
fr: Une assistante personnelle qui vous guide sur votre chemin et un avatar qui évolue avec vous. Il est le reflet de votre propre évolution​

# forgotpassword
source: Forgot your password?
fr: Mot de passe oublié

# enteremail
source: Email
fr: Entrez votre email

# enterpassword
source: Password
fr: Entrez votre mot de passe

# connectfb
source: Connect with Facebook
fr: Se connecter avec Facebook

# confirmpassword
source: Confirm your password
fr: Confirmer votre mot de passe

# completeregister
source: No account yet? Sign up for free
fr: Créer un compte

# register
source: Sign up
fr: S’inscrire

source: Or
fr: Ou

source: Skip
fr: Passer

source: Yes
fr: Oui

source: No
fr: Non

source: Lets go!
fr: C’est parti !

source: No thanks
fr: Non merci

# subscribedprograms
source: Towards proficiency
fr: Approfondissement

# otherprograms
source: Other
fr: Autres

# tab1
source: Meditation
fr: Méditation

# tab2
source: Catalog
fr: Catalogue

# tab3
source: My stats
fr: Mes stats

# tab4
source: More
fr: Plus

source: Program
fr: Programmes

# seances
source: sessions
fr: séances

# takebreak
source: Pausing
fr: Faire une pause

# yoursetting
source: Your settings
fr: Votre Préférence

# chooselanguage
source: Which language would you like to meditate in?
fr: En quelle langue souhaitez-vous méditer ?

# choosevoice
source: Which voice gender would you prefer for this meditation? ?
fr: Quel genre de voix préférez-vous pour cette méditation ?

source: Start
fr: Démarrer

# doyouknow
source: Did you know?
fr: Le saviez-vous ?

# doyouknowdetail
source: You can change these parameters at any time in "settings"
fr: Vous pouvez changer ces paramètres à tout moment dans les paramètres de méditation

# nomeditation
source: You have no ongoing meditation
fr: Vous n’avez aucune méditation en cours

# startinitiate
source: Begin the initiation
fr: Démarrer l’initiation

source: Evolution
fr: Évolution

# tonextlevel
source: 10h or 20 days until your next evolution
fr: 10h ou 20 jours avant la prochaine évolution

# hourmeditated
source: Hours meditated
fr: Heures méditées

# continousactivity
source: Number of consecutive days
fr: Jours d'activté consécutifs

# atmoment
source: Current
fr: En ce moment

# maximum
source: Best series
fr: Meilleure série

# bravo
source: Congratulations!
fr: Bravo !

# bravodetail
source: Your avatar is going to evolve
fr: Votre avatar évolue

# bravodetail3
source: You are now
fr: Vous êtes désormais

# medover
source: Level completed!
fr: Étape terminée !

# medoverdetail
source: Next level
fr: Étape suivante

# explorecatalogue
source: Explore the catalogue
fr: Explorer le catalogue

# congrats
source: Congratulations!
fr: Félicitations !

# congratsdetail
source: You have finished your session
fr: Vous avez terminé votre séance

# congratsdetail2
source: Next meditation
fr: Méditation suivante

# nextseance
source: Next session
fr: Séance suivante

# backtocatalogue
source: Return to catalog
fr: Retour au catalogue

source: Reminders
fr: Rappels

source: Add
fr: Ajouter

# coherentbreathing
source: Cardiac coherence
fr: Cohérence cardiaque

# nocycles
source: Length of cycles in seconds
fr: Durée des cycles en secondes

# noduration
source: Session time
fr: Durée de la séance

source: Silent meditation
fr: Méditation silencieuse

# chooseduration
source: Choose your meditation time
fr: Choisissez votre temps de méditation

source: Settings
fr: Paramètres

source: Subscription
fr: Abonnement

source: Monthly
fr: Mensuel

# annualy
source: Annual
fr: Annuel

# termscondition
source: Terms of sale
fr: Conditions de vente

source: Month
fr: Mois

source: Year
fr: An

# isubscribe
source: Subscribe
fr: Je m’abonne

source: Restore purchase
fr: Restaurer l’achat

# mysubscription
source: My current subscription
fr: Mon abonnement en cours

# subscriptionstarted
source: You subscribed
fr: Vous êtes abonné depuis le

# seeterms
source: Consult the general terms of sale
fr: Consulter les conditions de vente

source: Unsubscribe
fr: Se désabonner

# youremail
source: Email
fr: Votre email

source: New password
fr: Nouveau mot de passe

source: My account
fr: Mon compte

source: Edit
fr: Modifier

# mediter
source: Other
fr: Autre

# menureminder
source: Daily reminders
fr: Rappels quotidiens

# cgu
source: GTU
fr: C.G.U

source: Disconnect
fr: Déconnexion

source: Videos
fr: Vidéos

source: Save
fr: Enregistrer

# accountexists
source: An account already exists with same email
fr: Un compte existe déja avec cet email

# erroraccountcreate
source: Error while creating the account
fr: Erreur durant la création du compte. Veuillez réessayer

# incorrectcombo
source: Incorrect email or password. Please try again.
fr: Email ou mot de passe incorrect. Veuillez réessayer

source: Request failed
fr: Erreur de la requete

# programmes
source: programs
fr: programmes

# buyterms
source: A round-the-world trip remains the world’s greatest journey. For two out of every three people, this is the ultimate travel experience, according to recent research. Needless to say, in a world obsessed by travel, travelers and travel agents are both looking for the cheapest tickets and airfares available. Cheap airline tickets, in most cases, can be obtained from wholesale dealers and discounters. If your requirements are simple – you want a round-trip ticket from one place to another, you have a particular airline on your mind and you have definite dates; then you can go directly to the source – to the ticket discount agency which buys cheap tickets in bulk from wholesalers and consolidators. In real life most trips require more planning, and most people need a help from the agent to figure out what would be the best air ticket solution for their particular case. Cheap airfares to a particular region can often be found with local airlines that specialize in that country. Sometimes an agency that operates and retails tours to a particular country will have a discount agreement with the national carrier and will sell discount tickets on that airline. With a bit of research through travel magazines aimed at the particular country of your choice, you can often find agencies dealing with national carriers for that country. For the cheapest possible airfare to many places the most affordable prices are often found in local travel agencies that deal with a particular destination selling round-trip discount airline flights – most likely to the capital of that country and a few main cities. Sometimes you can find a really cheap air ticket with a discount retail agency that specializes in trips to a wider range of destinations or to multiple destinations. Through the sheer number of tickets that they sell they can command a reasonable discount. However, keep in mind that most advertised prices do not include taxes, luggage fee and airport tax, so the cheap airfare may end up being not so cheap. Best to read the small print to clarify exactly what you are getting before you purchase a ticket. Another trick of the trade is for agencies to grab attention by indicating the lowest possible prices, which only apply on specific dates in low season. You’ll find that all agencies do this, even the most expensive ones so, don’t be surprised if you get a quote at double the price from what was displayed in the ad. Airlines usually publish their scheduled flights and prices six months in advance. If you have decided on a destination it can be a good opportunity to get an ‘early bird’ discount by booking well in advance. Keep your eye on the travel press and also airline web-sites. There are often special discounts and incentives aimed at travelers who book online, as carrying out a booking online is cheaper for the company than through an intermediary who will take a commission. However, although you can expect to get the cheapest air ticket if you start searching many months ahead, there are some exceptions. At times like Christmas or other periods of high demand the prices are usually inflated and planes fill up many months in advance. If you can be flexible and travel on actual holiday days such as Christmas day or New Years Eve you can find some pretty attractive discounts.
fr: https://www.google.com A round-the-world trip remains the world’s greatest journey. For two out of every three people, this is the ultimate travel experience, according to recent research. Needless to say, in a world obsessed by travel, travelers and travel agents are both looking for the cheapest tickets and airfares available. Cheap airline tickets, in most cases, can be obtained from wholesale dealers and discounters. If your requirements are simple – you want a round-trip ticket from one place to another, you have a particular airline on your mind and you have definite dates; then you can go directly to the source – to the ticket discount agency which buys cheap tickets in bulk from wholesalers and consolidators. In real life most trips require more planning, and most people need a help from the agent to figure out what would be the best air ticket solution for their particular case. Cheap airfares to a particular region can often be found with local airlines that specialize in that country. Sometimes an agency that operates and retails tours to a particular country will have a discount agreement with the national carrier and will sell discount tickets on that airline. With a bit of research through travel magazines aimed at the particular country of your choice, you can often find agencies dealing with national carriers for that country. For the cheapest possible airfare to many places the most affordable prices are often found in local travel agencies that deal with a particular destination selling round-trip discount airline flights – most likely to the capital of that country and a few main cities. Sometimes you can find a really cheap air ticket with a discount retail agency that specializes in trips to a wider range of destinations or to multiple destinations. Through the sheer number of tickets that they sell they can command a reasonable discount. However, keep in mind that most advertised prices do not include taxes, luggage fee and airport tax, so the cheap airfare may end up being not so cheap. Best to read the small print to clarify exactly what you are getting before you purchase a ticket. Another trick of the trade is for agencies to grab attention by indicating the lowest possible prices, which only apply on specific dates in low season. You’ll find that all agencies do this, even the most expensive ones so, don’t be surprised if you get a quote at double the price from what was displayed in the ad. Airlines usually publish their scheduled flights and prices six months in advance. If you have decided on a destination it can be a good opportunity to get an ‘early bird’ discount by booking well in advance. Keep your eye on the travel press and also airline web-sites. There are often special discounts and incentives aimed at travelers who book online, as carrying out a booking online is cheaper for the company than through an intermediary who will take a commission. However, although you can expect to get the cheapest air ticket if you start searching many months ahead, there are some exceptions. At times like Christmas or other periods of high demand the prices are usually inflated and planes fill up many months in advance. If you can be flexible and travel on actual holiday days such as Christmas day or New Years Eve you can find some pretty attractive discounts.

# Level1
source: Guided
fr: Guidée

# Level2
source: Moderately Guided
fr: Moyennement guidée

# Level3
source: Slightly Guided
fr: Peu guidée

# Level4
source: Silent
fr: Silencieuse

# name
source: First name
fr: Prénom

source: Last name
fr: Nom

# SubscriptionThanks
source: Thank you for subscribing to Medit'Solutions
fr: Merci de vous être abooné à Médit'Solutions

source: Subscription Required
fr: Abonnement requis

# SubscribeMessage
source: Subscribe now to gain access to all our meditations.
fr: Abonnez vous dès maintenant pour accéder à toutes vos méditations

# SubscribeNow
source: Subscribe
fr: S'abonner

# NotNow
source: Later
fr: Plus tard

# ErrorMessageSubscription
source: An error occurred while carrying out the operation. Please try again in a while.
fr: Une erreur s'est produite durant l'opérations. Veuillez réessayer ultérieurement.

# UnsubscribeWarning
source: To unsubscribe, you have to go to settings for the device and cancel the subscription explicitly.
fr: Pour vous désabonner, rendez vous dans les parametres de votre téléphone et annulez explicitement votre abonnement

# MeditationChat1
source: Is anything playing on your mind at the moment? Do you need some help?
fr: Il y a quelque chose qui vous préoccupe en ce moment ? Vous avez besoin d'un coup de main ?

# MeditationChat2
source: And do you know the benefits of meditating?
fr: Et vous connaissez les bienfaits de la méditation ?

# MeditationChat3
source: Then follow me.
fr: Alors, suivez-moi.

# MeditationChat4
source: Do you already practice?
fr: Pratiquez-vous déjà ?

# MeditationChat5
source: Then I would like to show you the range of meditations we offer, Will you follow me?
fr: Je vous propose une méditation Medit’Solutions pour vous initier. Vous me suivez ?

# MeditationChat6
source: Let me introduce you to some simple tools that could help you manage the ups and downs of everyday life.
fr: Alors je vous propose des outils simples pour gérer les soucis du quotidien.

# MeditationChat7
source: Then I would like to show you the range of meditations we offer.
fr: Alors je vous propose de découvrir l'éventail des méditations de Medit’Solutions!

# MeditationChat8
source: Do you practice regularly?
fr: Êtes-vous assidu dans votre pratique ?

# MeditationChat9
source: We can help you practice more regularly and so reap the full benefits of meditating.
fr: Nous pouvons vous aider à devenir plus assidus et donc profiter pleinement des bienfaits de cette pratique.

# MeditationChat10
source: Then I would like to show you the range of meditations we offer.
fr: Alors je vous propose notre programme d'entrainement et vous laisse libre accés à notre éventail de solutions pour améliorer votre vie.

# ProgramPaidThanks
source: Thank you for purchasing this program
fr: Merci d'avoir acheter ce programme

source: Delete
fr: Effacer

# NotificationContent
source: Time to meditate, get ready
fr: Il est temps de méditer, préparez vous

# downloading
source: Downloading... Please wait
fr: Téléchargement... Ne fermez pas l'application

# downloadFailed
source: The file cannot get dowloaded. Please try again later
fr: Le fichier ne peut pas etre téléchargé. Veuillez réessayer.

# ActiveIntNeeded
source: Active internet connexion is needed. Please try again later
fr: Une connexion internet active est nécéssaire. Veuillez réessayer.

# seance
source: Session
fr: séance

source: Seconds
fr: Secondes

# pickduration
source: Pick a duration
fr: Choisissez la durée

source: Log out
fr: Déconnexion

# logoutmessage
source: Do you wish to continue?
fr: Voulez-vous continuer ?

# backbutton
source: Press again to exit
fr: Appuyer a nouveau pour quitter

# MeditationChat0
source: Hello and welcome to Medit'Solutions. I will be your assistant throughout your meditations.
fr: Bonjour et bienvenue sur Medit’Solutions. Je serais votre assistante tout au long de vos méditations.
